---
kind: property
id: P:Autodesk.Revit.DB.Visual.Concrete.ConcreteBumpAmount
source: html/51cd6cc7-41a2-3735-263a-c3caaad92a2c.htm
---
# Autodesk.Revit.DB.Visual.Concrete.ConcreteBumpAmount Property

The property labeled "Amount" from the "Concrete" schema.

## Syntax (C#)
```csharp
public static string ConcreteBumpAmount { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 2".